Repository: juniorsthifler/laboratoriosUTPL
Catalog: laboratorios/VirtualLabIS/Experimentos/CICHA/App_LocalResources/wfExperimentoCICHA_SETUP.aspx.*.resx
Languages: es_es

# ckbEfectPDelta.Text
source: P-DELTA EFFECTS
es_es: EFECTOS P-DELTA

# ckbPenetracDeform.Text
source: STRAIN PENETRATION
es_es: PENETRACIÓN DE DEFORMACIÓN

# cmdEliminarTest.Text
source: DELETE ANALYSIS
es_es: ELIMINAR ANALISIS

# cmdLimpiar.Text
source: CLEAR ALL ANALYSIS
es_es: LIMPIAR

# cmdSimular.Text
source: RUN SIMULATION
es_es: SIMULAR

# imgAyudaParchesConctConfinado1.ImageUrl
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/CICHA/ImagenesAyuda/imgCoreRectangular-EN.GIF
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/CICHA/ImagenesAyuda/imgCoreRectangular-ES.GIF

# imgAyudaParchesConctConfinado1.ImageUrl_Cir
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/CICHA/ImagenesAyuda/imgCoreCircular-EN.GIF
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/CICHA/ImagenesAyuda/imgCoreCircular-ES.GIF

# imgAyudaParchesConctNoConfinado.ImageUrl
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/CICHA/ImagenesAyuda/imgCoverRectangular-EN.GIF
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/CICHA/ImagenesAyuda/imgCoverRectangular-ES.GIF

# imgAyudaParchesConctNoConfinado.ImageUrl_Cir
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/CICHA/ImagenesAyuda/imgCoverCircular-EN.GIF
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/CICHA/ImagenesAyuda/imgCoverCircular-ES.GIF

# imgElementosSeccion.ImageUrl
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/CICHA/ImagenesAyuda/imgElementosSeccion-EN.GIF
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/CICHA/ImagenesAyuda/imgElementosSeccion-ES.GIF

# imgRutaTitulo.Text
source: ../../Varios/Archivos/Imagenes/Portal/TituloVirtualLab-EN.png
es_es: ../../Varios/Archivos/Imagenes/Portal/TituloVirtualLab-ES.png

# lblAyudaConsiderar.Text
source: Penetration of deformation: <br> Ocurs along the longitudinal reinforcement bars that are fully anchored within the connections of structural elements of concrete, causing a landslide in the bars along a portion of the length anchored. It causes an elongation of the bar concentrated in the section connecting. Skip penetration deformation, underestimates the deflections and elongations of State, rigidity and ability to dissipation of energy histerética, warping and bending section. <br><br> Pdelta Effect: <br> Is caused by the eccentricity of this burden at the top of the structure, currently produces side increasing horizontal deflections and internal forces.
es_es: Penetración de deformación: <br> Ocurre a lo largo de las barras del refuerzo longitudinal que se encuentran totalmente ancladas dentro de las conexiones de elementos estructurales de concreto, causando un deslizamiento en las barras a lo largo de una parte de la longitud anclada. Provoca una elongación de la barra concentrada en la sección de conexión. Ignorar la penetración de deformación, subestima las deflexiones y elongaciones de miembro, la rigidez y la capacidad de disipación de energía histerética, deformaciones y curvatura de sección. <br> <br> Efecto Pdelta: <br> Es causado por la excentricidad de la carga presente en la parte superior de la estructura, produce momentos secundarios aumentando las deflexiones horizontales y las fuerzas internas.

# lblAyudaElementosSeccion.Text
source: The finite element analysis, the model is subdivided into the system elements and knots, to define the action of charges, and restrictions nodal. In point should be to define the number of knots and integration points in that section will be divided for analysis.
es_es: En el análisis de elementos finitos, al modelar se subdivide el sistema en elementos y nudos, para definir la acción de cargas, y las restricciones nodales. En punto se debe definir el número de nudos y puntos de integración en los que la sección será dividida para el análisis.

# lblAyudaFibrasSeccion.Text
source: Opens sections type models with fiber and subregions simple geometric configuration and regular known as patches. Lets define the discretization of the sections and a section individual fibers with different properties, thereby allowing them to within a single fibre section defining concrete confined, and not confined layers of reinforcement.
es_es: OpenSees modela secciones tipo fibra con configuración geométrica y subregiones simples y regulares denominadas parches. Permite definir la discretización de las secciones y dentro de la sección fibras individuales con propiedades diferentes, pudiendo asi dentro de una misma sección definir fibras de concreto confinado, no confinado y capas de refuerzo.

# lblAyudaModeloMaterialesAcero.Text
source: They are used to construct an object that represents uniaxial relations uniaxial force-deflection. This will define the model that simulated the response of materials.
es_es: Se utilizan para construir un objeto uniaxial que representa relaciones uniaxiales fuerza-deformación. Esto definirá el modelo con el que se simulará la respuesta de los materiales.

# lblAyudaModeloMaterialesAcero1.Text
source: STEEL 1 : <br> It allows modeling material properties with force-deflection following a diagram with bilinear hardening cinematic and isotropic described by a non-linear equation.
es_es: Acero 1 : <br> Permite modelar un material con propiedades esfuerzo-deformación que siguen un diagrama bilineal con endurecimiento cinemático e isotrópico descrito por una ecuación no lineal.

# lblAyudaModeloMaterialesAcero2.Text
source: STEEL 2 : <br>This produces a material with hardening steel uniaxial strain isotropic, provides control over the region's transition to the elastic plastic. The effects of hardening of deformation are optional and may be specified in compression or tension.
es_es: STEEL 2 : <br> Se obtiene un material de acero uniaxial con endurecimiento de deformación isotrópico, provee control sobre la transición de la región elástica a la plástica. Los efectos de endurecimiento de deformación son opcionales y pueden ser especificados en compresión o tensión.

# lblAyudaModeloMaterialesConcreto1.Text
source: Concrete 1: <br> is used to construct a material with a linear degradation of rigidity, in areas gives loading and unloading, assumes that the concrete has no tensile strength.
es_es: Concreto 1: <br> Se usa para construir un material con una degradación lineal de la rigidez, en las zonas da carga y descarga, asume que el concreto no posee ninguna resistencia a la tensión.

# lblAyudaModeloMaterialesConcreto2.Text
source: Concrete 2: <br> assumes that the concrete in addition to its resistance to understanding has tensile strength it is constructed with a linear behavior.
es_es: Concreto 2: <br> Asume que el concreto además de su resistencia a la comprensión posee resistencia a la tensión la misma que se modela con un comportamiento lineal.

# lblAyudaModeloMaterialesConcreto3.Text
source: Concrete 3: <br> Considers that the concrete resists tension, in this case the degradation of the stiffness is modeled with a softened nonlinear. Concrete 3: <br> Considers that the concrete resists tension, in this case the degradation of the stiffness is modeled with a softened nonlinear.
es_es: Concreto 3: <br> Considera que el concreto resiste a tensión, en este caso la degradación de la rigidez es modelado con un suavizado no lineal.

# lblAyudaModeloMaterialesConcreto4.Text
source: Concrete 4: Build a <br> material degradation linear stiffness in the loading and unloading areas, considered a tensile whose behavior is determined by an exponential death of stiffness in the area of tension.
es_es: Concreto 4: <br> Construye un material con degradación lineal de la rigidez en las zonas de carga y descarga, considera una resistencia a la tensión cuyo comportamiento está determinado por un deceso exponencial de la rigidez en la zona de tensión.

# lblAyudaParchesConctConfinado.Text
source: FIGURE 1.
es_es: FIGURA 1.

# lblAyudaParchesConctNoConfinado.Text
source: FIGURE 2.
es_es: FIGURA 2.

# lblConsiderar.Text
source: ACCOUNT FOR
es_es: CONSIDERAR

# lblElementosSeccion.Text
source: BEAM-COLUMN ELEMENTS
es_es: ELEMENTOS DE LA SECCIÓN

# lblFibrasSeccion.Text
source: FIBER SECTION
es_es: FIBRAS DE LA SECCIÓN

# lblInstrucciones.Text
source: QUICK INSTRUCTION
es_es: INSTRUCCIONES

# lblInstruccionesTodas.Text
source: 1) Enter parameters on above panel.<br>2) Press RUN SIMULATION button.<br>3) Press PLAY – PAUSE – STOP bottons.<br>4) Change parameters on above panel. <br>5) Repeat from step 2. <br>
es_es: 1) Ingrese parámetros en el panel de arriba. <br>2) Presione el botón SIMULAR. <br>3) Presione los botones PLAY – PAUSE – STOP. <br>4) Cambie los parámetros del panel de arriba. <br>5) Repita desde el paso 2. <br>

# lblLinksGraficaCore.Text
source: SEE TUTORIAL FOR MORE DETALLED EXPLANATION
es_es: VER TUTORIAL PARA MAYOR DETALLE

# lblModeloAcero.Text
source: STEEL MODEL
es_es: MODELO DE ACERO

# lblModeloConcreto.Text
source: CONCRETO MODEL
es_es: MODELO DE CONCRETO

# lblModeloMateriales.Text
source: MATERIAL MODEL
es_es: MODELO DE MATERIALES

# lblNumPuntosInters.Text
source: # OF INTEGRATION POINTS ALONG THE ELEMENTS
es_es: # DE PUNTOS DE INTEGRACIÓN

# lblNumSubElementos.Text
source: # OF ELEMENTS
es_es: # DE ELEMENTOS

# lblParametros.Text
source: PARAMETERS
es_es: PARAMETROS

# lblParamModel.Text
source: OPENSEES MODEL PARAMETERS
es_es: PARAMETROS DEL MODELO EN OPENSEES

# lblParchesConctConfinado.Text
source: CORE
es_es: # DE FIBRAS EN EL NUCLEO

# lblParchesConctNoConfinado.Text
source: COVER
es_es: # DE FIBRAS EN EL RECUBRIMIENTO

# lblSliderExtPlayUnidades.Text
source: UPDATE TIME (ms)
es_es: TIEMPO DE ACTUALIZACIÓN (ms)

# lblTituloExp.Text
source: VIRTUAL SETUP FOR REINFORCED CONCRETE <br> COLUMN SIMULATION
es_es: ANÁLISIS DEL COMPORTAMIENTO INELÁSTICO DE <br> COLUMNAS DE HORMIGÓN ARMADO"

# lblTituloFigModeloMaterialesAcero1.Text
source: FIGURE 4.
es_es: FIGURA 4.

# lblTituloFigModeloMaterialesAcero2.Text
source: FIGURE 5.
es_es: FIGURA 5.

# lblTituloFigModeloMaterialesConcreto1.Text
source: FIGURE 6.
es_es: FIGURA 6.

# lblTituloFigModeloMaterialesConcreto2.Text
source: FIGURE 7.
es_es: FIGURA 7.

# lblTituloFigModeloMaterialesConcreto3.Text
source: FIGURE 8.
es_es: FIGURA 8.
