Repository: juniorsthifler/laboratoriosUTPL
Catalog: laboratorios/VirtualLabIS/Experimentos/AnalisisEspectral/App_LocalResources/wfAnalisisEspectral.aspx.*.resx
Languages: es_es

# btnGetResult1.Text
source: Download Results
es_es: Descargar Resultados

# btnGetResult2.Text
source: Download Results
es_es: Descargar Resultados

# btnGetResult3.Text
source: Download Results
es_es: Descargar Resultados

# btnGetResult4.Text
source: Download Results
es_es: Descargar Resultados

# btnGraficar.Text
source: RUN ANALYSIS
es_es: EJECUTAR

# img1.Text
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/Dinamica/EN/1_EN.jpg
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/Dinamica/ES/1_ES.jpg

# img2.Text
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/Dinamica/EN/6_EN.jpg
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/Dinamica/ES/6_ES.jpg

# img3.Text
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/Dinamica/EN/7_EN.jpg
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/Dinamica/ES/7_ES.jpg

# lblAcelerograma.Text
source: ACCELERATION RECORD
es_es: ACELEROGRAMA

# lblAElastico.Text
source: ELASTIC ANALYSIS
es_es: ANÁLISIS ELASTICO

# lblAInelastico.Text
source: INELASTIC ANALYSIS
es_es: ANÁLISIS INELASTICO

# lblCargaSinusoidal.Text
source: HARMONIC FUNCTION
es_es: FUNCIÓN ARMÓNICA

# lblCoefRigidez.Text
source: POST YIELD STIFFNESS FACTOR -r-
es_es: COEFICIENTE DE RIGIDEZ POST FLUENCIA

# lblDamping3.Text
source: MASS PROPORTIONAL DAMPING (%)
es_es: DAMPING (%)

# lblMasa.Text
source: MASS (tonne)
es_es: MASA (tonne)

# lblNumCurvas.Text
source: NUMBER OF SPECTRUM CURVES
es_es: NÚMERO DE CURVAS

# lblNumCurvas2.Text
source: NUMBER OF SPECTRUM CURVES
es_es: NÚMERO DE CURVAS

# lblNumPuntos.Text
source: NUMBER OF SPECTRAL POINTS
es_es: NÚMERO DE PUNTOS

# lblPeriodo1.Text
source: PERIOD 1(s)
es_es: PERIODO 1(s)

# lblPeriodo2.Text
source: PERIOD 2(s)
es_es: PERIODO 2(s)

# lblR1.Text
source: FORCE REDUCTION 1 -R1-
es_es: R1

# lblR2.Text
source: FORCE REDUCTION 2 -R2-
es_es: R2

# lblTituloEsquemaColumna.Text
source: SECTION
es_es: SECCIÓN

# lblTituloExp.Text
source: SPECTRAL ANALYSIS OF EARTHQUAKE RECORDS AND HARMONIC FUNCTIONS
es_es: ANÁLISIS ESPECTRAL DE REGISTROS SÍSMICOS Y FUNCIONES ARMÓNICAS

# lblTituloFig1.Text
source: FIG. 1 ACCELERATION SPECTRA
es_es: FIG. 1 ESPECTRO DE ACELERACIÓN

# lblTituloFig2.Text
source: FIG. 2 VELOCITY SPECTRA
es_es: FIG. 2 ESPECTRO DE VELOCIDAD

# lblTituloFig3.Text
source: FIG. 3 DISPLACEMENT SPECTRA
es_es: FIG. 3 ESPECTRO DE DESPLAZAMIENTO

# lblTituloFig4.Text
source: FIG. 4 DUCTILITY SPECTRA
es_es: FIG. 4 ESPECTRO DE DUCTILIDAD

# lblTituloMaterialProper.Text
source: TYPES OF EXCITATION
es_es: TIPOS DE EXITACION

# lblTituloSeccionProper.Text
source: PARAMETERS
es_es: PARAMETROS

# urlTitulo.Text
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/Portal/TituloVirtualLab-EN.png
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/Portal/TituloVirtualLab-ES.png
