Repository: juniorsthifler/laboratoriosUTPL
Catalog: laboratorios/VirtualLabIS/Experimentos/LABORATORIOS/H_SIMULATION/Pushover/App_LocalResources/Pushover.aspx.*.resx
Languages: es_es

# btnCargarEjemplo.Text
source: LOAD EXAMPLE
es_es: CARGAR DATOS DE EJEMPLO

# btnGraficar.Text
source: RUN PUSHOVER ANALYSIS
es_es: REALIZAR ANÁLISIS PUSHOVER

# btnGraficarColumnas.Text
source: PLOT RESULTS
es_es: GRAFICAR

# btnGraficarVigas.Text
source: PLOT RESULTS
es_es: GRAFICAR

# cbBeam1.Text
source: BEAM 1
es_es: VIGA 1

# cbBeam2.Text
source: BEAM 2
es_es: VIGA 2

# cbBeam3.Text
source: BEAM 3
es_es: VIGA 3

# cbBeam4.Text
source: BEAM 4
es_es: VIGA 4

# cbColumn1.Text
source: COLUMN 1
es_es: COLUMNA 1

# cdColumn2.Text
source: COLUMN 2
es_es: COLUMNA 2

# cdColumn3.Text
source: COLUMN 3
es_es: COLUMNA 3

# cdColumn4.Text
source: COLUMN 4
es_es: COLUMNA 4

# cdColumn5.Text
source: COLUMN 5
es_es: COLUMNA 5

# cdColumn6.Text
source: COLUMN 6
es_es: COLUMNA 6

# CheckBoxAllColumns.Text
source: SELECT ALL COLUMNS
es_es: SELECCIONAR TODAS LAS COLUMNAS

# CheckBoxSelectAll.Text
source: SELECT ALL BEAMS
es_es: SELECCIONAR TODAS LAS VIGAS

# imgColumn.Text
source: ~/VirtualLabIS/Experimentos/LABORATORIOS/imagenes/ESQUEMA COLUMNA-EN.jpg
es_es: ~/VirtualLabIS/Experimentos/LABORATORIOS/imagenes/ESQUEMA COLUMNA.jpg

# imgPortico.Text
source: ~/VirtualLabIS/Experimentos/LABORATORIOS/imagenes/ESQUEMA PORTICO-EN.jpg
es_es: ~/VirtualLabIS/Experimentos/LABORATORIOS/imagenes/ESQUEMA PORTICO.jpg

# imgRutaTitulo.Text
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/Portal/TituloVirtualLab-en.png
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/Portal/TituloVirtualLab-ES.png

# imgViga.Text
source: ~/VirtualLabIS/Experimentos/LABORATORIOS/imagenes/ESQUEMA VIGA-EN.jpg
es_es: ~/VirtualLabIS/Experimentos/LABORATORIOS/imagenes/ESQUEMA VIGA.jpg

# lblAlturaColumna.Text
source: HEIGHT Hc (m)
es_es: ALTURA Hc (m)

# lblBeam1.Text
source: Beam1
es_es: Viga1

# lblBeam11.Text
source: STRAIN LEFT END TOP
es_es: DEFORMACIÓN EN EL EXTREMO SUPERIOR IZQUIERDO

# lblBeam12.Text
source: STRAIN LEFT END BOTTOM
es_es: DEFORMACIÓN EN EL EXTREMO INFERIOR IZQUIERDO

# lblBeam13.Text
source: STRAIN RIGHT END TOP
es_es: DEFORMACIÓN EN EL EXTREMO SUPERIOR DERECHO

# lblBeam14.Text
source: STRAIN RIGHT END BOTTOM
es_es: DEFORMACIÓN EN EL EXTREMO INFERIOR DERECHO

# lblBeam2.Text
source: Beam2
es_es: Viga2

# lblBeam21.Text
source: DCR LEFT END TOP
es_es: DCR EN EL EXTREMO SUPERIOR IZQUIERDO

# lblBeam22.Text
source: DCR LEFT END BOTTOM
es_es: DCR EN EL EXTREMO INFERIOR IZQUIERDO

# lblBeam23.Text
source: DCR RIGHT END TOP
es_es: DCR EN EL EXTREMO SUPERIOR DERECHO

# lblBeam24.Text
source: DCR RIGHT END BOTTOM
es_es: DCR EN EL EXTREMO INFERIOR DERECHO

# lblBeam3.Text
source: Beam3
es_es: Viga3

# lblBeam31.Text
source: MOMENT LEFT END
es_es: MOMENTO EN EL EXTREMO IZQUIERDO

# lblBeam32.Text
source: CURVATURE LEFT END
es_es: CURVATURA EN EL EXTREMO IZQUIERDO

# lblBeam33.Text
source: MOMENT RIGHT END
es_es: MOMENTO EN EL EXTEMO DERECHO

# lblBeam34.Text
source: CURVATURE RIGHT END
es_es: CURVATURA EN EL EXTREMO DERECHO

# lblBeam4.Text
source: Beam4
es_es: Viga4

# lblBeam41.Text
source: SHEAR LEFT END
es_es: CORTE EN EL EXTREMO IZQUIERDO

# lblBeam42.Text
source: AXIAL LEFT END
es_es: CARGA AXIAL EN EL EXTREMO IZQUIERDO

# lblBeam43.Text
source: SHEAR RIGHT END
es_es: CORTE EN EL EXTREMO DERECHO

# lblBeam44.Text
source: AXIAL RIGHT END
es_es: CARGA AXIAL EN EL EXTREMO DERECHO

# lblBeamNumber.Text
source: BEAM NUMBER
es_es: NUMERO DE VIGA:

# lblBeamNumberC.Text
source: COLUMN NUMBER
es_es: NÚMERO DE COLUMNA:

# lblBeams.Text
source: BEAMS
es_es: VIGAS

# lblColumnas.Text
source: COLUMNS
es_es: COLUMNAS

# lblColumnsDraw.Text
source: Select the columns for wich you want to plot resources. Then press the "PLOT RESULTS" button
es_es: SELECCIONE LAS COLUMNAS DE LAS CUALES DESEA GRAFICAR LOS RESULTADOS, LUEGO PRESIONE EL BOTON "GRAFICAR RESULTADOS"

# lblColumnsResults.Text
source: COLUMNS
es_es: COLUMNAS

# lblDatosAnálisis.Text
source: ANALYSIS DATA
es_es: DATOS DE ANÁLISIS

# lblDesplazamientoMeta.Text
source: TARGET DISPLACEMENT (m)
es_es: DESPLAZAMIENTO OBJETIVO (m)

# lblDraw.Text
source: Select the beams for wich you want to plot resources. Then press the "PLOT RESULTS" button
es_es: SELECCIONE LAS VIGAS DE LAS CUALES DESEA GRAFICAR LOS RESULTADOS, LUEGO PRESIONE EL BOTON "GRAFICAR RESULTADOS"

# lblFc.Text
source: CONCRETE COMPRESSIVE STRENGTH fc (MPa)
es_es: RESISTENCIA A COMPRESÓN DEL CONCRETO fc (MPa)

# lblFrame.Text
source: FRAME CONFIGURATION
es_es: CONFIGURACIÓN DEL PÓRTICO

# lblFy.Text
source: LONG STEEL YIELDING STRESS fy (MPa)
es_es: ESFUERZO DE FLUENCIA DEL ACERO LONGITUDINAL fy (MPa)

# lblGeometryProperties.Text
source: GEOMETRY PROPERTIES
es_es: PROPIEDADES GEOMÉTRICAS

# lblGravityLoad.Text
source: GRAVITY LOAD (kN.m)
es_es: CARGA GRAVITACIONAL

# lblHStory1.Text
source: FIRST STORY HEIGHT Y1 (m)
es_es: ALTURA DEL PRIMER PISO (Y1)

# lblHStory2.Text
source: SECOND STORY HEIGHT Y2 (m)
es_es: ALTURA DEL SEGUNDO PISO (Y2)

# lblInputData1.Text
source: INPUT DATA
es_es: DATOS DE ENTRADA

# lblLoads.Text
source: LOADS
es_es: CARGAS

# lblMaterialProperties.Text
source: MATERIAL PROPERTIES
es_es: PROPIEDADES DE LOS MATERIALES

# lblPatronCarga.Text
source: LATERAL LOAD PATTERN
es_es: PATRÓN DE CARGA LATERAL

# lblRefuerzoCInferior.Text
source: BOTTOM CONTINUOUS REINFORCEMENT (BCR) |Number"D"Diameter(mm)|
es_es: REFUERZO CONTINUO INFERIOR (BCR) |Número"D"Diámetro mm|

# lblRefuerzoCSuperior.Text
source: TOP CONTINUOUS REIFORCEMENT (TRC) |Number"D"Diameter(mm)|
es_es: REFUERZO CONTINUO SUPERIOR (TRC) |Número"D"Diámetro mm|

# lblRefuerzoDerecho.Text
source: NEGATIVE REINFORCEMENT AT THE RIGHT END (RR) |Number"D"Diameter(mm)|
es_es: REFUERZO NEGATIVO EN EL EXTREMO DERECHO (RR) |Número"D"Diámetro mm|

# lblRefuerzoIzquierdo.Text
source: NEGATIVE REINFORCEMENT AT THE LEFT END (RL) |Number"D"Diameter(mm)|
es_es: REFUERZO NEGATIVO EN EL EXTREMO IZQUIERDO (RL) |Número"D"Diámetro mm|

# lblRefuerzoLong.Text
source: LONGITUDINAL REINFORCEMENT (LR) |Number"D"Diameter(mm)|
es_es: REFUERZO LONGITUDINAL (LR) |Número"D"Diámetro mm|

# lblRefuerzoTransv.Text
source: STIRRUPS (TR) |Diameter(mm)"@"Spacing(mm)|
es_es: REFUERZO TRANSVERSAL |Diámetro(mm)"@"Espaciamiento(mm)|

# lblRefuerzoTransversal.Text
source: TRANSVERSE REINFORCEMENT |Diameter(mm)"@"Spacing(mm)|
es_es: ESTRIBOS |Diámetro(mm)"@"Espaciamiento(mm)|

# lblResults.Text
source: RESULTS
es_es: RESULTADOS

# lblSectionHeight.Text
source: HEIGHT H (m)
es_es: ALTURA H (m)

# lblSectionProperties.Text
source: SECTION PROPERTIES
es_es: PROPIEDADES DE LA SECCIÓN

# lblSpan1.Text
source: FIRST SPAN (X1)
es_es: PRIMER VANO (X1)

# lblSpan2.Text
source: SECOND SPAN (X2)
es_es: SEGUNDO VANO (X2)

# lblTituloExp.Text
source: PUSHOVER ANALYSIS: FRAMES FORMED BY TWO STORIES AND TWO SPANS
es_es: ANÁLISIS PUSHOVER:PÓRTICOS FORMADOS POR DOS PISOS Y DOS VANOS

# lblTituloGeneral.Text
source: PUSHOVER ANALISIS FOR FRAMES
es_es: ANÁLISIS PUSHOVER PARA PÓRTICOS

# lblTituloSeccionProper.Text
source: SECTION PROPERTIES
es_es: PROPIEDADES DE LA SECCIÓN

# lblVigas.Text
source: BEAMS
es_es: VIGAS
