Repository: juniorsthifler/laboratoriosUTPL
Catalog: laboratorios/VirtualLabIS/Experimentos/LABORATORIOS/H_SIMULATION/MC-Parameter/ColumCirc/App_LocalResources/wfColumCirc.aspx.*.resx
Languages: es_es

# btnCargarEjemplo.Text
source: LOAD EXAMPLE DATA
es_es: CARGAR EJEMPLO

# btnGraficar.Text
source: RUN PARAMETER ANALYSIS
es_es: EJECUTAR ANÁLISIS PARAMÉTRICO

# imgRutaTitulo.Text
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/Portal/TituloVirtualLab-EN.png
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/Portal/TituloVirtualLab-ES.png

# lblAxialLoad.Text
source: AXIAL LOAD (kN)
es_es: CARGA AXIAL (kN)

# lblCoverMain.Text
source: COVER UP MAIN TO REINFORCEMENT REBAR CENTRE r (mm)
es_es: RECUBRIMIENTO AL CENTRO DEL REFUERZO PRINCIPAL r (mm)

# lblDiamMain.Text
source: DIAMETER OF MAIN REBARS (mm)
es_es: DIÁMETRO DEL REFUERZO PRINCIPAL (mm)

# lblDiamTrans.Text
source: DIAMETER OF TRANSVERSE REINFORCEMENT(mm)
es_es: DIÁMETRO DEL REFUERZO TRANSVERSAL(mm)

# lblFc.Text
source: CONCRETE COMPRESSIVE STRENGTH (MPa)
es_es: RESISTENCIA A LA COMPRESIÓN DEL CONCRETO (MPa)

# lblFigura2.Text
source: YIELD CURVATURE HAS BEEN FOUND TO BE DIRECTLY PROPORTIONAL TO εy/D
es_es: Se ha encontrado que la curvatura de fluencia es directamente proporcional a εy/D

# lblFigura3.Text
source: FOR SECTIONS OF SAME DIAMETER AND WITH SAME MATERIALS PROPERTIES, Фy IS A CONSTANT AND My IS PROPORTIONAL TO THE STIFFNESS
es_es: Para secciones del mismo diámetro y con las mismas propiedades del material Фy es constante y My es proporcional a la rigidez

# lblFigura4.Text
source: KEEPING CONSTANT THE AXIAL LOAD RATIO, Icr/Ig IS PROPORTIONAL TO THE LONGITUDINAL STEEL RATIO
es_es: Manteniendo constante la relación de carga axial, Icr/Ig es proporcional a la cuantía de acero longitudinal

# lblFigura5.Text
source: THESE FIGURES SHOW THE RELATION BETWEEN STRAIN AND THE PRODUCT OF CURVATURE AND DIAMETER. THE RELATION IS ALMOST LINEAR.
es_es: Esta figura muestra la relación entre deformación producto de la curvatura y el diámetro. La relación es casi lineal

# lblFigura6.Text
source: THESE FIGURES SHOW THE RELATION BETWEEN STRAIN AND THE PRODUCT OF CURVATURE AND DIAMETER. THE RELATION IS ALMOST LINEAR.
es_es: Esta figura muestra la relación entre deformación producto de la curvatura y el diámetro. La relación es casi lineal

# lblFyLon.Text
source: LONG STEEL YIELDING STRESS (MPa)
es_es: ESFUERZO DE FLEXION DEL ACERO LONGITUDINAL (MPa)

# lblFyTrans.Text
source: TRANSVERSE STEEL YIELDING STRESS (MPa)
es_es: ESFUERZO DEL ACERO TRANSVERSAL (MPa)

# lblInputData1.Text
source: INPUT DATA
es_es: DATOS DE ENTRADA

# lblNumMainBars.Text
source: # BARS OF MAIN REINFORCEMENT
es_es: # DE VARILLAS DE REFUERZO PRINCIPAL

# lblNumSections.Text
source: NUMBER OF SECTIONS TO ANALYZE
es_es: NÚMERO DE SECCIONES A ANALIZAR

# lblResults.Text
source: RESULTS
es_es: RESULTADOS

# lblSectionDiameter.Text
source: SECTION DIAMETER D(mm)
es_es: DIÁMETRO DE LA SECCIÓN D(mm)

# lblSectionGraf.Text
source: SECTION
es_es: SECCIÓN

# lblSectionNumber.Text
source: SECTION NUMBER:
es_es: NÚMERO DE SECCIÓN:

# lblShearSpan.Text
source: SHEAR SPAN (mm)
es_es: LONGITUD DE CORTE (mm)

# lblSpacingTrans.Text
source: SPACING OF TRANSVERSE REINFORCEMENT (mm)
es_es: ESPACIAMIENTO DEL REFUERZO TRANSVERSAL (mm)

# lblSteelRatio.Text
source: STEEL HARDENING RATIO
es_es: ÍNDICE DE ENDURECIMIENTO DEL ACERO

# lblTituloExp.Text
source: M-C PARAMETER : CIRCULAR COLUMNS
es_es: M-C PARÁMETRICO : COLUMNAS CIRCULARES

# lblTituloFig1.Text
source: FIG. 2 YIELD CURVATURE ASSESSMENT
es_es: FIG. 2 ESTIMACIÓN DE LA CURVATURA DE FLUENCIA

# lblTituloFig2.Text
source: FIG. 3 RELATION BETWEEN STRENGTH AND STIFFNESS
es_es: FIG. 3 RELACIÓN ENTRE RESISTENCIA Y RIGIDEZ

# lblTituloFig3.Text
source: FIG. 4 CRACKED TO GROSS INERTIA RATIO VS. LONGITUDINAL STEEL RATIO
es_es: FIG. 4 RELACIÓN ENTRE INERCIA GRUESA/INERCIA AGRIETADA Y LA CUANTÍA DE ACERO

# lblTituloFig5.Text
source: FIG. 5 RELATION BETWEEN CONCRETE STRAIN AND CURVATURE
es_es: FIG. 5 RELACIÓN ENTRE LA DEFORMACIÓN UNITARIA DEL CONCRETO Y LA CURVATURA

# lblTituloFig6.Text
source: FIG. 6 RELATION BETWEEN STEEL STRAIN AND CURVATURE
es_es: FIG. 6 RELACIÓN ENTRE LA DEFORMACIÓN UNITARIA DEL ACERO Y LA CURVATURA

# lblTituloGeneral.Text
source: PARAMETER STUDY OF MOMENT-CURVATURE RESPONSE OF RC SECTIONS
es_es: ESTUDIO PARÁMETRICO DE LA RESPUESTA MOMENTO-CURVATURA DE SECCIONES DE CONCRETO REFORZADO

# lblTituloMaterialProper.Text
source: MATERIAL PROPERTIES
es_es: PROPIEDADES DE LOS MATERIALES

# lblTituloMCR.Text
source: FIG.1 MOMENT-CURVATURE RESPONSE
es_es: FIG.1 RESPUESTA AL ANÁLISIS MOMENTO-CURVATURA

# lblTituloSeccionProper.Text
source: SECTION PROPERTIES
es_es: PROPIEDADES DE LA SECCIÓN

# lblTypeTrans.Text
source: TYPE OF TRANSVERSE REINFORCEMENT
es_es: TIPO DE REFUERZO TRANSVERSAL
