Repository: juniorsthifler/laboratoriosUTPL
Catalog: laboratorios/VirtualLabIS/Experimentos/LABORATORIOS/H_DESIGN/MC-Design/DesignColumnRec/App_LocalResources/wfmRecCol.aspx.*.resx
Languages: es_es

# btnCargarEjemplo.Text
source: LOAD EXAMPLE DATA
es_es: CARGAR EJEMPLO

# btnGraficar.Text
source: RUN DESIGN
es_es: DISEÑAR

# imgModeloAcero.Text
source: ~/VirtualLabIS/Experimentos/LABORATORIOS/imagenes/acero.jpg
es_es: ~/VirtualLabIS/Experimentos/LABORATORIOS/imagenes/aceroES.jpg

# imgModeloConcreto.Text
source: ~/VirtualLabIS/Experimentos/LABORATORIOS/imagenes/concreto.jpg
es_es: ~/VirtualLabIS/Experimentos/LABORATORIOS/imagenes/concretoES.jpg

# imgRutaTitulo.Text
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/Portal/TituloVirtualLab-EN.png
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/Portal/TituloVirtualLab-ES.png

# lblaltura.Text
source: SECTION HEIGTH H (mm)
es_es: ALTURA DE LA SECCIÓN H (mm)

# lblAnalysis.Text
source: ANALYSIS
es_es: ANÁLISIS

# lblAnalysisIndex.Text
source: ANALYSIS INDEXES
es_es: ÍNDICES DEL ANÁLISIS

# lblAnalysisResults.Text
source: ANALISIS RESULTS
es_es: RESULTADOS DEL ANÁLISIS

# lblAngle.Text
source: # BIAXIAL ANGLE (Θ)
es_es: ANGULO BIAXIAL (Θ)

# lblAxialLoad.Text
source: AXIAL LOAD (kN)
es_es: CARGA AXIAL (kN)

# lblAxialLoadRatio.Text
source: AXIAL LOAD RATIO (0-20%)
es_es: RELACIÓN DE CARGA AXIAL (0-20%)

# lblbase.Text
source: SECTION BASE B (mm)
es_es: BASE DE LA SECCIÓN B (mm)

# lblConcrComprStrength.Text
source: UNCONFINED COMPRESION CONCRETE STRENGTH f'c (Mpa)
es_es: RESISTENCIA A LA COMPRESIÓN DEL CONCRETO NO CONFINADO f'c (Mpa)

# lblConcreteModel.Text
source: CONCRETE MODEL
es_es: MODELO DEL CONCRETO

# lblCoverLateral.Text
source: COVER UP TO LATERAL REBAR CENTRE r (mm)
es_es: RECUBRIMIENTO AL CENTRO DE LA VARILLA LATERAL r (mm)

# lblcoverTopBottom.Text
source: COVER UP TO TOP AND BOTTOM REBAR CENTRE r´(mm)
es_es: RECUBRIMIENTO AL CENTRO DE LA VARILLA SUPERIOR E INFERIOR r´(mm)

# lblCurvaturaFluencia.Text
source: YIELD CURVATURE
es_es: CURVATURA DE FLUENCIA

# lblDamageControl.Text
source: DAMAGE CONTROL CURVATURE
es_es: CURVATURA DE CONTROL DE DAÑO

# lblDamConMom.Text
source: DAMAGE CONTROL MOMENT
es_es: MOMENTO DE CONTROL DE DAÑO

# lbldefConc.Text
source: CONCRETE STRAIN AT NOMINAL MOMENT STREGTH
es_es: DEFORMCIÓN DEL CONCRETO EN EL ESFUERZO NOMINAL

# lblDesignForces.Text
source: DESIGN FORCES
es_es: FUERZAS DE DISEÑO

# lblDesignResults.Text
source: DESIGN RESULTS
es_es: RESULTADOS DEL DISEÑO

# lblDiameterStirrup.Text
source: DIAMETER OF STIRRUP BAR (mm)
es_es: DIAMETRO DE LOS ESTRIBOS (mm)

# lblDiameterTop.Text
source: TRANSVERSAL REINFORCEMENT
es_es: REFUERZO TRANSVERSAL

# lblGeneralTitle.Text
source: DESIGN OF RC SECTIONS
es_es: DISEÑO DE SECCIONES DE CONCRETO REFORZADO

# lblIncerciaAgrietada.Text
source: CRACKED INERTIA lcr(m^4)
es_es: INERCIA AGRIETADA lcr(m^4)

# lblLateralBars.Text
source: # OF STIRRUPS LEGS RESISTING SHEAR IN Y DIRECTION
es_es: # DE RAMAS DE ESTRIBO QUE RESISTEN CORTE EN LA DIRECCIÓN "Y"

# lblLongFy.Text
source: YIELD STRESS OF LONGITUDINAL REBAR fy (Mpa)
es_es: ESFUERZO DE FLUENCIA DEL ACERO LONGITUDINAL fy (Mpa)

# lblLongRR.Text
source: LONGITUDINAL STEEL RATIO (1%-4%)
es_es: CUANTÍA DE ACERO LONGITUDINAL (1%-4%)

# lblMaterialProperties.Text
source: MATERIAL PROPERTIES
es_es: PROPIEDADES DE LOS MATERIALES

# lblMCResponse.Text
source: MOMENT-CURVATURE RESPONSE
es_es: RESPUESTA MOMENTO-CURVATURA

# lblMCResults.Text
source: MOMENT-CURVATURE RESULTS
es_es: RESULTADOS DEL ANÁLISIS MOMENTO-CURVATURA

# lblMoment.Text
source: MOMENT (kN-m)
es_es: MOMENTO (kN-m)

# lblMomentoNominal.Text
source: NOMINAL MOMENT
es_es: MOMENTO NOMINAL

# lblMomentoPrimeraFluencia.Text
source: FIRST YIELD MOMENT
es_es: MOMENTO DE PRIMERA FLUENCIA

# lblMomentResponse.Text
source: MOMENT RESPONSE
es_es: RESPUESTA DEL MOMENTO

# lblNumBarsTopBottom.Text
source: # BARS OF TOP AND BOTTOM STEEL
es_es: # NÚMERO DE BARRAS SUPERIORES E INFERIORES

# lblNumberLateral.Text
source: # BARS OF LATERAL STEEL
es_es: # NÚMERO DE BARRAS DE ACERO LATERAL

# lblNumStirrups.Text
source: # OF STIRRUPS LEGS RESISTING SHEAR IN X DIRECTION
es_es: # DE RAMAS DE ESTRIBO QUE RESISTEN CORTE EN LA DIRECCIÓN "X"

# lblPrimeraCurvaturaFluencia.Text
source: FIRST YIELD CURVATURE
es_es: CURVATURA DE PRIMERA FLUENCIA

# lblShearSpan.Text
source: SHEAR SPAN (mm)
es_es: LONGITUD DE CORTE (mm)

# lblSlopeRatio.Text
source: POST YIELD STIFFNESS COEFICIENT
es_es: COEFICIENTE DE RIGIDEZ POS-FLUENCIA

# lblSpacingStirrups.Text
source: SPACING OF STIRRUPS (mm)
es_es: ESPACIAMIENTO DE LOS ESTRIBOS (mm)

# lblSteelModel.Text
source: STEEL MODEL
es_es: MODELO DEL ACERO

# lblTituloAnalysisIndex.Text
source: LONGITUDINAL REINFORCEMENT
es_es: REFUERZO LONGITUDINAL

# lblTituloEsquemaColumna.Text
source: SECTION
es_es: SECCIÓN

# lblTituloExp.Text
source: RC-DESIGN : RECTANGULAR COLUMNS
es_es: DISEÑO : COLUMNA RECTANGULAR

# lblTituloSeccionProper.Text
source: SECTION PROPERTIES
es_es: PROPIEDADES DE LA SECCIÓN

# lblTransFy.Text
source: YIELD STRESS OF TRANSVERSE REBAR fyh (Mpa)
es_es: ESFUERZO DE FLUENCIA DEL ACERO TRANSVERSAL fyh (Mpa)

# lblTransRR.Text
source: TRANSVERSE STEEL RATIO (0.2%-1%)
es_es: CUANTÍA DE ACERO TRANSVERSAL (0.2%-1%)
