Repository: juniorsthifler/laboratoriosUTPL
Catalog: laboratorios/VirtualLabIS/Experimentos/LinearizacionEquivalente/App_LocalResources/wfLinearizacionEquivalente.aspx.*.resx
Languages: es_es

# btnBorrarTodosTests.Text
source: DELETE ALL TEST's
es_es: BORRAR TODOS LOS TEST

# btnBorrarUltimoTest.Text
source: DELETE LAST TEST
es_es: BORRAR ÚLTIMO TEST

# btnGetResult1.Text
source: Download Results
es_es: Descargar Resultados

# btnGetResult2.Text
source: Download Results
es_es: Descargar Resultados

# btnGetResult3.Text
source: Download Results
es_es: Descargar Resultados

# btnGetResult4.Text
source: Download Results
es_es: Descargar Resultados

# btnGraficar.Text
source: RUN ANALYSIS
es_es: EJECUTAR

# img1.Text
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/Dinamica/EN/1_EN.jpg
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/Dinamica/ES/1_ES.jpg

# lblAcelInicial.Text
source: POST-YIELD STIFFNESS COEFFICIENT r
es_es: COEFICIENTE DE RIGIDEZ POST FLUENCIA

# lblDuctilidad.Text
source: TARGET DUCTILITY
es_es: DUCTILIDAD META

# lblFuerzaFluecia.Text
source: YIELD STRENGTH Fy(kN)
es_es: FUERZA DE FLUENCIA Fy(kN)

# lblMasa.Text
source: MASS M(tonne)
es_es: MASA M(tonne)

# lblMasaProporcional.Text
source: MASS PROPORTIONAL DAMPING Î¾(%)
es_es: AMORTIGUAMIENTO PROPORCIONAL A LA MASA ξ(%)

# lblPeriodo.Text
source: PERIOD T(s)
es_es: PERIODO T(s)

# lblResultados.Text
source: OUTPUT
es_es: RESULTADOS

# lblTituloExp.Text
source: EQUIVALENT LINEARIZATION
es_es: LINEARIZACIÓN EQUIVALENTE

# lblTituloFig1.Text
source: FIG. 1 STRENGTH REDUCTION FACTOR vs. DUCTILITY
es_es: FIG. 1 REDUCCIÓN DE FUERZA vs. DUCTILIDAD

# lblTituloFig2.Text
source: FIG. 2 DISPLACEMENT COEFFICIENT vs. DUCTILITY
es_es: FIG. 2 COEFICIENTE DE DESPLAZAMIENTO vs DUCTILIDAD

# lblTituloFig3.Text
source: FIG. 3 EQUIVALENT VISCOUS DAMPING vs. DUCTILITY
es_es: FIG. 3 AMORTIGUAMIENTO VISCOSO EQUIVALENTE vs. DUCTILIDAD

# lblTituloFig4.Text
source: FIG. 4 PERIOD LENGTHENING vs. DUCTILITY
es_es: FIG. 4 ALARGAMIENTO DE PERIODO vs. DUCTILIDAD

# lblTituloSeccionProper.Text
source: PARAMETERS
es_es: PARAMETROS

# urlTitulo.Text
source: ~/VirtualLabIS/Varios/Archivos/Imagenes/Portal/TituloVirtualLab-EN.png
es_es: ~/VirtualLabIS/Varios/Archivos/Imagenes/Portal/TituloVirtualLab-ES.png
