Repository: juniorsthifler/laboratoriosUTPL
Catalog: laboratorios/VirtualLabIS/Experimentos/Columna/App_LocalResources/wfExperimentoColumna.aspx.*.resx
Languages: es_es

# btnCargarEjemplo.Text
source: LOAD EXAMPLE DATA
es_es: CARGAR EJEMPLO

# btnEliminarTest.Text
source: DELETE RESPONSE
es_es: ELIMINAR RESPUESTA

# btnGraficar.Text
source: RUN MOMENT - CURVATURE
es_es: EJECUTAR MOMENTO - CURVATURA

# btnInforme.Text
source: PRINT REPORT
es_es: IMPRIMIR REPORTE

# btnLimpiar.Text
source: CLEAR ALL RESULT
es_es: LIMPIAR TODO

# hplRegistrarse.Text
source: REGISTER HERE
es_es: REGISTRARSE AQUI

# imgRutaTitulo.Text
source: ../../Varios/Archivos/Imagenes/Portal/TituloVirtualLab-EN.png
es_es: ../../Varios/Archivos/Imagenes/Portal/TituloVirtualLab-ES.png

# lblAnalysis.Text
source: ANALYSIS
es_es: ANALISIS

# lblAnalysisResult.Text
source: ANALISIS RESULTS
es_es: RESULTADOS DEL ANALISIS

# lblAxialLoad.Text
source: AXIAL LOAD P (KN)
es_es: CARGA AXIAL P (KN)

# lblAxialLoadRatio.Text
source: AXIAL LOAD RATIO (0-20%)
es_es: RAZON DE CARGA AXIAL (0-20%)

# lblConcrComprStrength.Text
source: UNCONFINED COMPRESION CONCRETE STRENGTH f'ce (Mpa)
es_es: RESISTENCIA A LA COMPRESIÓN DEL CONCRETO f'ce (Mpa)

# lblConvertLB.Text
source: COVER r (mm)
es_es: RECUBRIMIENTO r (mm)

# lblCurvaturaFluencia.Text
source: YIELD CURVATURE
es_es: CURVATURA DE FLUENCIA

# lblDeformacionFluenciaAceroLongitudinal.Text
source: <P>YIELD STRAIN OF LONGITUDINAL REINFORCEMENT ε<SUB>y</SUB>
es_es: <P>DEFORMACIÓN DE FLUENCIA DEL ACERO LONGITUDINAL ε<SUB>y</SUB>

# lblIcrIg.Text
source: CRACKED TO GROSS INERTIA RATIO
es_es: INERCIA GRUESA / INERCIA AGRIETADA

# lblIncerciaAgrietada.Text
source: CRACKED INERTIA Icr(m^4)
es_es: INERCIA AGRIETADA lcr(m^4)

# lblInerciaGruesa.Text
source: GROSS INERTIA Ig(m^4)
es_es: INERCIA GRUESA lg(m^4)

# lblInputData1.Text
source: INPUT DATA
es_es: DATOS DE ENTRADA

# lblLongBarDiameter.Text
source: LONGITUDINAL REBAR DIAMETER dbl (mm)
es_es: DIÁMETRO DEL REFUERZO LONGITUDINAL dbl (mm)

# lblLongRMX.Text
source: ULIMATE TENSION STRENGTH OF LONGITUDINAL REBAR fu (Mpa)
es_es: ESFUERZO ULTIMO DEL ACERO fu (Mpa)

# lblLongRR.Text
source: LONGITUDINAL STEEL RATIO (1%-4%)
es_es: CUANTIA DE ACERO LONGITUDINAL (1-4%)

# lblLongRYS.Text
source: YIELD STRESS OF LONGITUDINAL REBAR fy (Mpa)
es_es: ESFUERZO DE FLUENCIA DEL ACERO LONGITUDINAL fy (Mpa)

# lblMensajeRegistrarse.Text
source: If you want to see the Report, please register
es_es: Si Ud. desea ver el Reporte, por favor Regístrese

# lblModuloElasticidadAcero.Text
source: ELASTIC MODULUS OF STEEL Es (MPa)
es_es: MODULO DE ELASTICIDAD DEL ACERO Es (MPa)

# lblModuloElasticidadConcreto.Text
source: ELASTIC MODULUS OF CONCRETE Ec (MPa)
es_es: MODULO DE ELASTICIDAD DEL CONCRETO Ec (MPa)

# lblMomentoNominal.Text
source: NOMINAL MOMENT
es_es: MOMENTO MONINAL

# lblMomentoPrimeraFluencia.Text
source: FIRST YIELD MOMENT
es_es: MOMENTO DE PRIMERA FLUENCIA

# lblNumberLongBars.Text
source: # LONGITUDINAL BARS
es_es: # DE BARILLAS LONGITUDINALES

# lblPrimeraCurvaturaFluencia.Text
source: FIRST YIELD CURVATURE
es_es: PRIMERA CURVATURA DE FLUENCIA

# lblSectionDiameter.Text
source: SECTION DIAMETER D(mm)
es_es: DIÁMETRO DE LA SECCIÓN D (mm)

# lblSpacingTransSteel.Text
source: SPACING OF TRANSVERSE REBAR et(mm)
es_es: ESPACIAMIENTO TRANSVERSAL DEL ACERO et(mm)

# lblTeoria1.Text
source: YIELD CURVATURE HAS BEEN FOUND TO BE DIRECTLY PROPORTIONAL TO ey/D. <br> THE PROPORCIONALY FACTOR HAS <br> BEEN REPORTED AS 2.25 (PRIESTLEY, )
es_es: SE HA ENCONTRADO QUE LA CURVATURA DE FLUENCIA ES DIRECTAMENTE PROPORCIONAL A εy/D. EL FACTOR PROPORCIONAL HA SIDO REPORTADO COMO 2.25 (PRIESTLEY)

# lblTeoria2.Text
source: FOR SECTIONS OF SAME DIAMETER AND <br> WITH SAME MATERIALS PROPERTIES, FY <br> IS A CONSTANT AND MY IS PROPORTIONAL TO EI
es_es: PARA SECCIONES DEL MISMO DIÁMETRO <br> Y CON LAS MISMAS PROPIEDADES DE MATERIAL, Fy ES UNA CONSTANTE Y My ES PROPORCIONAL A EI.

# lblTeoria3.Text
source: KEEPING CONSTANT THE AXIAL LOAD <br> RATIO, ICR/IG IS PROPORTIONAL TO <br> THE LONGITUDINAL STEEL RATIO
es_es: MANTENIENDO CONSTANTE LA VARIACIÓN DE CARGA AXIAL, ICR/IG ES PROPORCIONAL AL RADIO DE ACERO LONGITUDINAL.

# lblTeoria4.Text
source: THIS FIGURE PRESENTS Icr/Ig FROM MOMENT <br> CURVATURE ANALYSIS AND ICR/IG WITH <br> A MODEL BY KOWALSKY (2000)
es_es: LA FIGURA PRESENTA Icr/Ig A PARTIR DEL ANÁLISIS MOMENTO CURVATURA Y Icr/I CON UN MODELO DE KOWALSKY (2000).

# lblTeoria5.Text
source: THESE FIGURES SHOW THE RELATION <br> BETWEEN STRAIN AND THE PRODUCT <br> OF CURVATURE AND DIAMETER. THE <br> RELATION IS ALMOST LINEAR.
es_es: ESTAS FIGURAS MUESTRAN LA RELACIÓN ENTRE LA DEFORMACIÓN Y EL PRODUCTO DE LA CURVATURA Y EL DIÁMETRO. LA RELACIÓN ES CASI LINEAL.

# lblTipo.Text
source: TRANSVERSE REINFORCEMENT TYPE
es_es: TIPO DE ESTRIBO

# lblTituloAnalysisIndex.Text
source: ANALYSIS INDEXES
es_es: INDEX DE ANALISIS

# lblTituloEsquemaColumna.Text
source: SECCTION
es_es: ESQUEMA DE LA COLUMNA

# lblTituloExp.Text
source: EXPERIMENTAL SETUP FOR DETERMINATION OF MOMENT-CURVATURE RESPONSE <br> OF CIRCULAR REINFORCED CONCRETE COLUMNS
es_es: HERRAMIENTA DE SIMULACIÓN RIGIDEZ, RESISTENCIA Y CURVATURA DE FLUENCIA <br> DE SECCIONES DE HORMIGÓN ARMADO

# lblTituloFig1.Text
source: FIG. 1 YIELD CURVATURE ASSESSMENT
es_es: FIG. 1 ESTIMACIÓN DE LA CURVATURA DE FLUENCIA

# lblTituloFig2.Text
source: FIG. 2 RELATION BETWEEN STRENGTH AND STIFFNES
es_es: FIG 2. RELACIÓN ENTRE RESISTENCIA Y RIGIDEZ

# lblTituloFig3.Text
source: FIG. 3 CRACKED TO GROSS INERTIA RATIO AND LONGITUDINAL STEEL RATIO
es_es: FIG 3. RELACIÓN ENTRE INERCIA GRUESA Y AGRIETADA VS. CUANTIA DE ACERO LONGITUDINAL

# lblTituloFig4.Text
source: FIG. 4 EVALUATION OF MODEL FOR ASSESSMENT OF Icr/Ig
es_es: FIG 4. EVALUACIÓN DEL MODELO PARA ESTIMACIÓN DE Icr/Ig

# lblTituloFig5.Text
source: FIG. 5 RELATION BETWEEN CONCRETE STRAIN AND CURVATURE
es_es: FIG 5. RELACIÓN ENTRE DEFORMACIÓN DEL CONCRETO Y CURVATURA

# lblTituloFig6.Text
source: FIG. 6 RELATION BETWEEN STEEL STRAIN AND CURVATURE
es_es: FIG 6. RELACIÓN ENTRE DEFORMACIÓN DEL ACERO Y CURVATURA

# lblTituloMaterialProper.Text
source: MATERIAL PROPERTIES
es_es: PROPIEDADES DE LOS MATERIALES

# lblTituloMCR.Text
source: MOMENT-CURVATURE RESPONSE
es_es: RESPUESTA DE MOMENTO CURVATURA

# lblTituloSeccionProper.Text
source: SECTION PROPERTIES
es_es: PROPIEDADES DE LA SECCIÓN

# lblTituloTeoria.Text
source: HINT
es_es: DESCRIPCIÓN

# lblTransRR.Text
source: TRANSVERSE STEEL RATIO (0.2%-1%)
es_es: CUANTIA DE ACERO TRANSVERSAL (0.2-1%)

# lblTransRYS.Text
source: YIELD STRESS OF TRANSVERSE REBAR fyh (Mpa)
es_es: ESFUERZO DE FLUENCIA DE ACERO TRANSVERSAL fyh (Mpa)

# lblTransverseReinfDiam.Text
source: TRANSVERSE REBAR DIAMETER dbt (mm)
es_es: DIÁMETRO DEL REFUERZO TRANSVERSAL dbt (mm)
